["[From: John]\nPhiladelphia Nov.  26.  1794", "My Dearest Friend", "The Pamphlet inclosed may be called “The most astonishing Concentration of Jacobitical Malevolence that ever Scottish Spite exhibited.” I have read it however with Interest and Avidity.", "It is not badly written—", "It has, no doubt, too much foundation in Truth.", "It has little of the Wit and none of the humour of Tom Pain, but has more than his Malice & Revenge.", "It is sometimes amusing to contemplate Sheer Malignity, especially when it seems not to have any Power to do harm.", "The Writer is a “Callender” now in this City employed as a Writer of Essays and Paragraphs for his Newspaper by Andrew Brown.", "We shall soon see the offspring of his Genius applied to Men & Measures in America.", "very soon will he be a Member of the Democratical society, as I foresee.", "This Country is to be the Asylum of all the discontented, turbulent, profligate and Desperate from all Parts of Europe and Democratical societies are to raise them to fame, Popularity, Station & Power.", "How long the People will countenance this I know not.", "Jefferson it seems is to give the first Passport to these Incendiaries.", "Malignity seemed to have Seized upon that Mans mind as deeply as upon Paines & Callenders.", "I expect a Letter tomorrow", "The President and Senate have fixed a Stigma on certain Anarchical societies.", "The House will do the same though perhaps in feebler terms.", "No Party No Man in either house has justified them—None has even excused them.", "some have imprudently admitted their Legality.", "People have a right to meet & consider of Laws express their Opinions and feelings, for the Purpose of petitioning the Legislature for Repeals Or Amendments.", "But it is not lawful to meet to frame & publish Censures upon Laws, and Libels upon Men or Measures.", "If when assembled they do an unlawful Act Their Assembly is adjudged to unlawful from the Beginning.", "The Legality of the Meeting depends upon the Legality of their Conduct.", "It is incautious and improvident therefore to acknowledge their Legality, without Exceptions Qualifications & limitations as some have done who are no friends to them.", "Adieu", "My Waggish Friend Fitch of Jamaica applies to me from the Rolliad, or Probationary Odes.", "“There Cornwall Sits, and oh unhappy fate!\nMust sit forever, through the long Debate;\nPainful Pre-eminence!  he hears, tis true,\nFox, North and Burke—but hears, sir Joseph too.", "Like Sad Prometheus fasten’d to his Rock\nIn vain he looks for Pity to the Clock;\nIn vain the Effects of Strengthening Porter tries\nAnd nods to Bellamy for fresh Supplies\nWhile Vulture like the dire Mahon appears\nAnd far more Savage, rends his suffering Ears.", "With Mulgrave—at whose Scream, in wild surprize\nThe Speechless Speaker lifts his drowsy Eyes.”"]