["[From: John]\nPhyl.  Dec.  25 98", "My dearest Friend", "I have recd your Letters of 10.  15.  and 16.", "Your solicitude for my Health may subside.", "I am pretty well—", "I had a cold, not a bad one—", "and something of the Inflammation in my face of last spring—but it is gone.", "Rush gave me such a Dose of Salts that I thought it not fit to go out to Congress next day.", "But the day after I was well enough.", "I am Old—Old very Old and never Shall be very well—certainly while in this office for the Drudgery of it is too much for my Years and Strength.", "The Barn must not be a monument of Foppery.", "I should be content to have it 16 foot Post.", "But if it is thought Advisable I Suppose We can get at Boston or from the Eastward new Posts long enough for twenty feet.", "I protest against two Buildings—and all expensive ornament.", "My Fortune is small—Family large—and expensive—And shiftless Children and Grand Children enough to distract me.", "A fine Barn coupled with my Hut would be a Womans head on a fishes shoulders.", "Let me Spin an even thread of Plainness thro Life.", "It is Christmas and a fine Day.", "I rode Yesterday—fourteen miles and intend as much to day.", "Our Family is very quiet.", "No Quarrells—", "No Complaints—", "an hundred and twenty Leagues in this cold season would be a terrible risque for you—and only to be here two Months and then a worse Journey home.", "My Health would be no better for your being a Witness of any Pains or Achs I might have.", "I have had recourse to an old Medicine, Sulphur Cram of Tartar and honey which has done me more good than Lockier or Rush.", "I Sleep well—appetite is good—work hard—", "Conscience is neat and easy—", "Content to live and willing to die; So I Sincerely think.", "Hoping to do a little good—able to do very little—perplexed and ambarrassed very often: by the Folly of some: the Intrigue of others—and the Selfishness & Ambition of many.", "Our Neighbour Field I see is gathered at length to his Fathers.", "Away they all go, the old People; and the young ones come tottering on.", "I write you nothing abt public affairs because it would be Useless to copy the Newspapers which you read.", "and I can say nothing more.", "I am as ever\nJ.  A"]